<template>
  <div class="agreement" v-show="bookVisible">
    <mt-header class="agreement_header">
      <img
        class="icon_close"
        @click="hid"
        slot="right"
        src="../assets/images/index/icon_close.png"
      >
    </mt-header>
    <div class="bookcont">
        <h1>重庆股份转让中心中小微企业信用大数据融资服务平台用户协议书</h1>
        <p>本用户协议（以下简称“本协议”）是重庆榆钱儿电子商务有限责任公司（以下简称“榆钱儿电商”）与用户就信用大数据融资服务相关事项所订立的有效合约。</p>
        <p>用户通过重庆股份转让中心信易融平台（是重庆股份转让中心于2018年探索建立的我国首个区域性股权市场信用大数据融资平台。平台依托社会信用体系与资本市场服务功能，致力于利用大数据科技手段打通金融资源流向中小微企业的“最后一公里”，建立覆盖全市中小微企业的信用评价体系。）页面点击确认接受本协议，即表示用户与重庆榆钱儿电子商务有限责任公司已达成协议并同意接受本协议的全部约定内容。</p>
        <p>在接受本协议之前，请仔细阅读本协议的全部内容（特别是以<b>粗体</b>标注的内容）。如不同意接受本协议的任意内容，或者无法准确理解相关条款含义的，请不要进行后续操作。</p>
        <br/>
        <p><b>用户同意，重庆榆钱儿电子商务有限责任公司有权随时对本协议内容进行单方面的变更，并以在http://xyr.yuqianer.com.cn:13029/网站公告的方式提前予以公布，无需另行单独通知用户；若用户在本协议内容公告变更生效后继续使用信易融平台相关服务的，表示已充分阅读、理解并接受变更修改后的协议内容，也将遵循变更修改后的协议内容使用信易融平台相关服务；若用户不同意变更修改后的协议内容，用户应在变更生效前停止使用信易融平台相关服务。</b></p>
        <br/>
        <br/>
        <p><b>本协议签订地：重庆市渝中区</b></p>
        <br/>
        <h2>一、服务内容</h2>
        <p>重庆榆钱儿电子商务有限责任公司向用户提供融资等信用大数据服务，帮助用户提升融资效率，降低融资成本。</p>
        <h2>二、权利义务</h2>
        <p>（一）用户权利及义务</p>
        <p>1.用户自愿申请注册信易融平台，经重庆榆钱儿电子商务有限责任公司验证同意后，有权根据不同的需求享受不同的融资服务。</p>
        <p><b>2.用户可将汇集在信易融平台的自身相关数据在取得信息资源主管部门批准后授权第三方使用（第三方包括与信易融平台签约的金融机构、融资服务平台）。</b></p>
        <p>3.用户同意授权信易融平台通过重庆市社会公共信息资源共享平台、信用中国（重庆）及其他渠道采集用户相关信息，包括但不限于：</p>
        <p>（1）用户的基本信息、汇总经营信息、负面信息、融资信息等用户向相关部门提供的和相关部门在管理工作中产生的信息；</p>
        <p>（2）国家法律、行政法规、部门规章、地方性法规未禁止征信机构采集的与授权企业有关的其他信息；</p>
        <p>（3）用户在此授权信易融平台可以从国家机关、政府部门、企事业单位（水电气等）、金融机构等相关部门和单位采集上述信息（包括历史信息及更新），也可从行业协会、社会团体、互联网信息平台渠道等取得上述信息。授权用户在此授权上述有关部门和单位向信易融平台提供上述信息。</p>
        <p><b>4.用户到信易融平台上进行账号注册、注销、变更等操作，应按重庆榆钱儿电子商务有限责任公司注册要求填写真实信息，用户应保证所提供的资料或信息真实、准确、完整、合法、有效，对于因用户提供资料或信息不真实或不完整或存在其他瑕疵所造成的损失由用户自行承担全部责任。</b></p>
        <p><b>5.用户有义务保证账号和密码的安全，用户利用该账号和密码所进行的一切活动引起的任何损失或损害，由用户自行承担全部责任。</b></p>
        <p>6.用户将相关数据授权第三方（第三方包括与信易融平台签约的金融机构、融资服务平台）使用产生的融资等结果，由用户自行承担全部责任。</p>
        <p><b>7.用户利用信易融平台获得的融资结果，在接受金融机构、融资服务平台放款前应将融资金额等准确信息反馈至信易融平台。</b></p>
        <p>（二）重庆榆钱儿电子商务有限责任公司权利及义务</p>
        <p>1.重庆榆钱儿电子商务有限责任公司有权按照信易融平台相关规定和要求采集、共享、开放、监督各类数据。</p>
        <p>2.重庆榆钱儿电子商务有限责任公司具有对信易融平台进行升级、改造的权利，根据信易融平台升级等需要有权暂时中止融资大数据服务。</p>
        <p><b>3.重庆榆钱儿电子商务有限责任公司有权对未按照本协议规定反馈融资结果或其他协议要求信息或反馈结果不准确的用户单方终止服务，直到用户按照相关要求反馈融资结果等信息后给予开通服务，停止服务期间对用户造成的损失由用户自行承担。</b></p>
        <p><b>4.重庆榆钱儿电子商务有限责任公司针对用户存在可疑操作且无法解释其合理性，有权对用户在信易融平台上的账号采取限制措施。</b></p>
        <p>5.重庆榆钱儿电子商务有限责任公司在信易融平台正常运行情况下，在得到信息资源主管部门批准和用户授权的情况下应及时将数据共享给重庆榆钱儿电子商务有限责任公司认证通过的第三方机构。</p>
        <p>6.重庆榆钱儿电子商务有限责任公司应及时为用户办理信易融平台注册，并按用户提交服务功能的不同为用户提供相应的服务。</p>
        <p>7.重庆榆钱儿电子商务有限责任公司负责向用户提供信易融平台业务咨询服务，并在信易融平台公布功能介绍、热点解答、融资规则等内容。</p>
        <p>8.重庆榆钱儿电子商务有限责任公司应严格遵守数据保密义务，确保用户注册、申请、融资信息安全。</p>
        <h2>三、差错和争议解决</h2>
        <p>用户发现由于自身其他原因造成信易融平台未适当共享、延迟共享数据的情况，应及时拨打023-63861593向重庆榆钱儿电子商务有限责任公司告知。重庆榆钱儿电子商务有限责任公司应积极调查并告知用户调查结果。</p>
        <p>重庆榆钱儿电子商务有限责任公司与用户双方在履行本协议的过程中，如发生争议，应协商解决。无法解决的，任何一方均可向协议签订地所在地人民法院提起诉讼。</p>
        <h2>四、合作与终止</h2>
        <p><b>（一）自用户注册成功，即同意与重庆榆钱儿电子商务有限责任公司达成合作，并按照本协议约定履行相关权利义务。</b></p>
        <p>（二）发生下列情形，服务提前终止：</p>
        <p>1.重庆榆钱儿电子商务有限责任公司与用户双方协商一致提前终止的；</p>
        <p>2.用户严重违反本服务协议（包括但不限于a.用户未按照协议约定履行融资结果反馈义务；b.用户严重违反法律规定等），重庆榆钱儿电子商务有限责任公司有权提前终止服务。</p>
        <h2>五、违约责任</h2>
        <p>（一）本服务协议任何一方违约均须依法承担违约责任。</p>
        <p>（二）用户理解，鉴于计算机、互联网的特殊性，下述情况不属于重庆榆钱儿电子商务有限责任公司违约：</p>
        <p>1.重庆榆钱儿电子商务有限责任公司在进行服务器配置、维护时，需要短时间中断服务；</p>
        <p>2.由于Internet上的通路阻塞造成用户网站访问速度下降。</p>
        <p>3.在任何情况下，重庆榆钱儿电子商务有限责任公司均不对任何间接性、后果性、惩戒性、偶然性、特殊性的损害承担责任。</p>
        <h2>六、不可抗力</h2>
        <p>（一） 因不可抗力或者其他意外事件，使得本服务协议的履行不可能、不必要或者无意义的，遭受不可抗力、意外事件的一方不承担责任。</p>
        <p>（二）不可抗力、意外事件是指不能预见、不能克服并不能避免且对一方或双方当事人造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行等以及社会事件如战争、动乱、政府行为、电信主干线路中断、黑客、网路堵塞、电信部门技术调整和政府管制等。</p>
        <h2>七、法律适用及争议解决</h2>
        <p>（一）本用户协议受中华人民共和国法律管辖。</p>
        <p>（二）在执行本服务协议过程中如发生纠纷，双方应及时协商解决。协商不成时，任何一方可直接向本协议签订地人民法院提起诉讼。</p>
    </div>
  </div>
</template>
<script>
import HWT from "@/components/headerWithTitle"

export default {
  data() {
    return {
      bookVisible:false,
    };
  },
  components: { HWT },
  mounted() {
    this.$nextTick(function() {
    });
  },
  methods: {
    changeFixed(clientHeight) {
      //动态修改样式
      this.$refs.nav_shade.style.height = this.clientHeight+"px";
    },
    hid() {
      this.bookVisible = false;
    },
    show() {
      this.bookVisible = true;
    },
  },
};
</script>
<style lang="less" scoped>
@import url(../assets/css/component/agreement.less);
</style>
